[A_MagicAffinity_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="魔法亲和"
mTooltip="%stat %stat.icon 最大法力"

[A_MasterOfMagic_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="魔法大师"
mTooltip="英雄至少拥有相应新手等级的法术将以大师等级施放。"

[A_Fighter_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="不屈斗士"
mTooltip="%stat1 %ICON_ATTACK 力量\n%stat2 %ICON_DEFENSE 防御"

[A_ArcaneIntuition_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="奥术敏锐"
mTooltip="%stat %ICON_ARCANE_KNOWLEDGE 魔力。\n英雄有 %special.chance% 的几率在战斗中学会敌方英雄施放的法术。法术的魔力要求仍需满足。"

[A_Mentor_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="心灵导师"
mTooltip="将其他友方英雄的经验值提升至英雄经验值的 %special1%，并在他们会面时，如果他们有所需的技能，则教给他们英雄所知道的所有法术。"

[A_EnlightenedLeader_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="开明领袖"
mTooltip="总督：此城镇控制区内的所有友方英雄获得 %buff1.buff.stat.norm 更多经验。"

[A_EnlightenedLeader_Buff H7BaseBuff]
mName="开明领袖"
mTooltip="此控制区内获得 %stat 经验"

[A_DragonBlood_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="龙神血统"
mTooltip="%stat1 %stat1.icon 魔力\n%stat2 %stat2.icon 精神"

[A_Force_Ability H7HeroAbility]
mName="勇武"
mTooltip="英雄的力量和防御提高2点。"

v1.37

[A_EnlightenedLeader_Buff_Englightened_Spec H7BaseBuff]
mName="开明领袖"
mTooltip="此控制区内获得 %stat 经验"

[A_Paragon_Skill H7Skill]
mName="典范"
mTooltip="典范技能工具提示"
mDescriptions[0]="英雄拥有极强的领悟力并获得更多经验。"
mDescriptions[1]=""
mDescriptions[2]="英雄获得 %stat1.norm 更多经验。"
mDescriptions[3]="英雄额外获得 %stat1.norm 更多经验。"
mDescriptions[4]="英雄额外获得 %stat1.norm 更多经验。\n\n与大师级<font color="#00588BFF">光系魔法</font>结合时，解锁<font color="#00FFCB44">协同能力</font>：奥丁召唤。\n与大师级<font color="#00588BFF">战嚎</font>结合时，解锁<font color="#00FFCB44">协同能力</font>：精英战士。"